Repository: michaelthwan/searchGPT
Catalog: locales/*/LC_MESSAGES/*.po
Languages: it_it

source: Answer the question '{search_text}' using above information with about 100 words:
it_it: Rispondi alla domanda '{search_text}' utilizzando le informazioni di cui sopra con circa 100 parole:

source: Answer the question '{search_text}' with about 100 words:
it_it: Rispondi alla domanda '{search_text}' con circa 100 parole:

source: Source ({url_id})
it_it: Fonte ({url_id})

source: Answer with 100 words for the question below based on the provided sources using a scientific tone.
it_it: Rispondi con 100 parole alla domanda sottostante in base alle fonti fornite utilizzando un tono scientifico.

source: Answer:
it_it: Risposta:

source: Question: {search_text}
it_it: Domanda: {search_text}

source: Source
it_it: Fonte

source: Use Markdown for formatting code or text.
it_it: Usa Markdown per la formattazione del codice o del testo.

source: If the context is insufficient, reply 'I cannot answer'.
it_it: Se il contesto è insufficiente, rispondi 'non posso rispondere'.

source: Instructions: Write a comprehensive reply to the given query.
it_it: Istruzioni: Scrivi una risposta esauriente alla domanda data.

source: Query:
it_it: Domanda:

source: Source [{url_id}] {domain}
it_it: Fonte [{url_id}] {domain}

source: If the context is insufficient, reply 'I cannot answer because my reference sources don't have related info'.
it_it: Se il contesto è insufficiente, rispondi 'Non posso rispondere perché le mie fonti di riferimento non hanno informazioni correlate'.

source: If the provided search results refer to multiple subjects with the same name, write separate answers for each subject.
it_it: Se i risultati di ricerca forniti si riferiscono a più argomenti con lo stesso nome, scrivi risposte separate per ogni argomento.

source: Instructions: Using the provided web search results, write a comprehensive reply to the given query.
it_it: Istruzioni: utilizzando i risultati della ricerca Web forniti, scrivi una risposta completa alla query specificata.

source: Make sure to cite results using [number] notation after the reference.
it_it: Assicurati di citare i risultati utilizzando la notazione [numero] dopo il riferimento.

source: Query: {search_text}
it_it: Domanda: {search_text}

source: Web search result:
it_it: Risultato ricerca web:

source: You are a helpful search engine.
it_it: Sei un utile motore di ricerca.

source: the source of dark energy
it_it: la fonte dell'energia oscura
